tap "anomalyco/tap"
tap "modem-dev/tap"
tap "morantron/tmux-fingers"
tap "productdevbook/tap"
brew "atuin"
brew "bat"
brew "chafa"
brew "chezmoi"
brew "doppler"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "ghostscript"
brew "git-delta"
brew "libusb"
brew "gnupg"
brew "imagemagick"
brew "jless"
brew "just"
brew "lazygit"
brew "luarocks"
brew "mermaid-cli"
brew "mise"
brew "neovim"
brew "ninja"
brew "postgresql@15", link: true
brew "ripgrep"
brew "starship"
brew "stow"
brew "tailscale"
brew "tmux"
brew "tree-sitter-cli"
brew "yazi"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "anomalyco/tap/opencode"
brew "modem-dev/tap/hunk"
brew "morantron/tmux-fingers/tmux-fingers"
cask "codex"
cask "font-geist-mono-nerd-font"
cask "orbstack"
cask "pearcleaner"
cask "productdevbook/tap/portkiller"
cask "yaak"
go "cmd/go"
go "cmd/gofmt"
cargo "cargo-nextest"
cargo "sea-orm-cli"
npm "pnpm"
